Repository: tuesmoncom/tuesmon-back
Catalog: tuesmon/locale/*/LC_MESSAGES/django.po
Languages: pl

source: default task status
pl: domyślny status dla zadania

source: default priority
pl: domyślny priorytet

source: default severity
pl: domyślna ważność

source: default issue status
pl: domyślny status dla zgłoszenia

source: default issue type
pl: domyślny typ dla zgłoszenia

source: members
pl: członkowie

source: total of milestones
pl: wszystkich kamieni milowych

source: total story points
pl: wszystkich punktów

source: active contact
pl: aktywny kontakt

source: active backlog panel
pl: aktywny panel backlog

source: active kanban panel
pl: aktywny panel Kanban

source: active wiki panel
pl: aktywny panel Wiki

source: active issues panel
pl: aktywny panel zgłoszeń

source: videoconference system
pl: system wideokonferencji

source: videoconference extra data
pl: dodatkowe dane dla wideokonferencji

source: creation template
pl: szablon

source: is private
pl: jest prywatna

source: anonymous permissions
pl: uprawnienia anonimowych

source: user permissions
pl: uprawnienia użytkownika

source: is looking for people
pl: szuka ludzi

source: updated date time
pl: data aktualizacji

source: count
pl: ilość

source: modules config
pl: konfiguracja modułów

source: is archived
pl: zarchiwizowane

source: work in progress limit
pl: limit postępu prac

source: value
pl: wartość

source: default owner's role
pl: domyśla rola właściciela

source: default options
pl: domyślne opcje

source: us statuses
pl: statusy HU

source: points
pl: pinkty

source: task statuses
pl: statusy zadań

source: issue statuses
pl: statusy zgłoszeń

source: issue types
pl: typy zgłoszeń

source: priorities
pl: priorytety

source: severities
pl: ważność

source: roles
pl: role

source: Involved
pl: Zaangażowani

source: All
pl: Wszyscy

source: None
pl: Żaden

source: created date time
pl: data utworzenia

source: history entries
pl: wpisy historii

source: notify users
pl: powiadom użytkowników

source: Watched
pl: Obserwowane

source: Notify exists for specified user and project
pl: Powiadomienie istnieje dla określonego użytkownika i projektu

source: Invalid value for notify level
pl: Nieprawidłowa wartość dla poziomu notyfikacji

source: <h1>Issue updated</h1> <p>Hello %(user)s, <br> %(changer)s has updated an issue on %(project)s</p> <p>Issue #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="See Issue #%(ref)s: %(subject)s in Tuesmon">See issue</a>
pl: <h1>Zgłoszenie zaktualizowane</h1> <p>Witaj, użytkownik %(user)s, <br> %(changer)s zaktualizował zgłoszenie w projekcie %(project)s</p> <p>Zgłoszenie #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="Zobacz zgłoszenie #%(ref)s: %(subject)s w Tuesmon">Zobacz zgłoszenie</a>

source: Issue updated Hello %(user)s, %(changer)s has updated an issue on %(project)s See issue #%(ref)s %(subject)s at %(url)s
pl: Zgłoszenie zaktualizowane Witaj, użytkownik %(user)s, %(changer)s zaktualizował zgłoszenie w projekcie %(project)s Zobacz zgłoszenie #%(ref)s %(subject)s at %(url)s

source: [%(project)s] Updated the issue #%(ref)s "%(subject)s"
pl: [%(project)s] Zaktualizował zgłoszenie #%(ref)s "%(subject)s"

source: <h1>New issue created</h1> <p>Hello %(user)s,<br />%(changer)s has created a new issue on %(project)s</p> <p>Issue #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="See Issue #%(ref)s %(subject)s">See issue</a> <p><small>The Tuesmon Team</small></p>
pl: <h1>Utworzono nowe zgłoszenie</h1> <p>Witaj, użytkownik %(user)s,<br />%(changer)s utworzył nowe zgłoszenie w projekcie %(project)s</p> <p>Zgłoszenie #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="Zobacz zgłoszenie #%(ref)s %(subject)s">Zobacz zgłoszenie</a> <p><small>Zespół Tuesmon</small></p>

source: New issue created Hello %(user)s, %(changer)s has created a new issue on %(project)s See issue #%(ref)s %(subject)s at %(url)s --- The Tuesmon Team
pl: Utworzono nowe zgłoszenie Witaj, użytkownik %(user)s, %(changer)s utworzył nowe zgłoszenie w projekcie %(project)s Zobacz zgłoszenie #%(ref)s %(subject)s at %(url)s --- Zespół Tuesmon

source: [%(project)s] Created the issue #%(ref)s "%(subject)s"
pl: [%(project)s] Utworzył zgłoszenie #%(ref)s "%(subject)s"

source: <h1>Issue deleted</h1> <p>Hello %(user)s,<br />%(changer)s has deleted an issue on %(project)s</p> <p>Issue #%(ref)s %(subject)s</p> <p><small>The Tuesmon Team</small></p>
pl: <h1>Zgłoszenie usunięte</h1> <p>Witaj, użytkownik %(user)s,<br />%(changer)s usunął zgłoszenie w projekcie %(project)s</p> <p>Zgłoszenie #%(ref)s %(subject)s</p> <p><small>Zespół Tuesmon</small></p>

source: Issue deleted Hello %(user)s, %(changer)s has deleted an issue on %(project)s Issue #%(ref)s %(subject)s --- The Tuesmon Team
pl: Zgłoszenie usunięte Witaj, użytkownik %(user)s, %(changer)s usunął zgłoszenie w projekcie %(project)s Zgłoszenie #%(ref)s %(subject)s --- Zespół Tuesmon

source: [%(project)s] Deleted the issue #%(ref)s "%(subject)s"
pl: [%(project)s] Usunął zgłoszenie #%(ref)s "%(subject)s"

source: <h1>Sprint updated</h1> <p>Hello %(user)s, <br> %(changer)s has updated an sprint on %(project)s</p> <p>Sprint %(name)s</p> <a class="button" href="%(url)s" title="See Sprint: %(name)s in Tuesmon">See sprint</a>
pl: <h1>Sprint zaktualizowany</h1> <p>Witaj, uzytkownik %(user)s, <br> %(changer)s zaktualizował sprint w projekcie %(project)s</p> <p>Sprint %(name)s</p> <a class="button" href="%(url)s" title="zobacz sprint: %(name)s w Tuesmon">Zobacz sprint</a>

source: Sprint updated Hello %(user)s, %(changer)s has updated a sprint on %(project)s See sprint %(name)s at %(url)s
pl: Sprint zaktualizowany Witaj, użytkownik %(user)s, %(changer)s zaktualizował sprint w projekcie %(project)s Zobacz sprint %(name)s at %(url)s

source: [%(project)s] Updated the sprint "%(milestone)s"
pl: [%(project)s] Zaktualizował sprint"%(milestone)s"

source: <h1>New sprint created</h1> <p>Hello %(user)s,<br />%(changer)s has created a new sprint on %(project)s</p> <p>Sprint %(name)s</p> <a class="button" href="%(url)s" title="See Sprint %(name)s">See sprint</a> <p><small>The Tuesmon Team</small></p>
pl: <h1>Utworzono nowy sprint</h1> <p>Witaj, użytkownik %(user)s,<br />%(changer)s utworzył nowy sprint w projekcie %(project)s</p> <p>Sprint %(name)s</p> <a class="button" href="%(url)s" title="Zobacz sprint %(name)s">Zobacz sprint</a> <p><small>Zespół Tuesmon</small></p>

source: New sprint created Hello %(user)s, %(changer)s has created a new sprint on %(project)s See sprint %(name)s at %(url)s --- The Tuesmon Team
pl: Utworzono nowy sprint Witaj, użytkownik %(user)s, %(changer)s utworzył nowy sprint w projekcie %(project)s Zobacz sprint %(name)s at %(url)s --- Zespół Tuesmon

source: [%(project)s] Created the sprint "%(milestone)s"
pl: [%(project)s] Utworzył sprint "%(milestone)s"

source: <h1>Sprint deleted</h1> <p>Hello %(user)s,<br />%(changer)s has deleted an sprint on %(project)s</p> <p>Sprint %(name)s</p> <p><small>The Tuesmon Team</small></p>
pl: <h1>Sprint usunięty</h1> <p>Witaj, użytkownik %(user)s,<br />%(changer)s usunął sprint w projekcie %(project)s</p> <p>Sprint %(name)s</p> <p><small>Zespół Tuesmon</small></p>

source: Sprint deleted Hello %(user)s, %(changer)s has deleted an sprint on %(project)s Sprint %(name)s --- The Tuesmon Team
pl: Sprint usunięty Witaj, użytkownik %(user)s, %(changer)s usunął sprint w projekcie %(project)s Sprint %(name)s --- Zespół Tuesmon

source: [%(project)s] Deleted the Sprint "%(milestone)s"
pl: [%(project)s] Skasował sprint "%(milestone)s"

source: <h1>Task updated</h1> <p>Hello %(user)s, <br> %(changer)s has updated a task on %(project)s</p> <p>Task #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="See Task #%(ref)s: %(subject)s in Tuesmon">See task</a>
pl: <h1>Zadanie zaktualizowane</h1> <p>Witaj, użytkownik %(user)s, <br> %(changer)s zaktualizował zadanie w projekcie %(project)s</p> <p>Zadanie #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="Zobacz zadanie #%(ref)s: %(subject)s w Tuesmon">Zobacz zadanie</a>

source: Task updated Hello %(user)s, %(changer)s has updated a task on %(project)s See task #%(ref)s %(subject)s at %(url)s
pl: Zadanie zaktualizowane Witaj, użytkownik %(user)s, %(changer)s zaktualizował zadanie w projekcie %(project)s Zobacz zadanie #%(ref)s %(subject)s at %(url)s

source: [%(project)s] Updated the task #%(ref)s "%(subject)s"
pl: [%(project)s] Zaktualizował zadanie #%(ref)s "%(subject)s"

source: <h1>New task created</h1> <p>Hello %(user)s,<br />%(changer)s has created a new task on %(project)s</p> <p>Task #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="See Task #%(ref)s %(subject)s">See task</a> <p><small>The Tuesmon Team</small></p>
pl: <h1>Utworzono nowe zadanie</h1> <p>Witaj, użytkownik %(user)s,<br />%(changer)s utworzył nowe zadanie w projekcie %(project)s</p> <p>Zadanie #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="Zobacz zadanie #%(ref)s %(subject)s">Zobacz zadanie</a> <p><small>Zespół Tuesmon</small></p>

source: New task created Hello %(user)s, %(changer)s has created a new task on %(project)s See task #%(ref)s %(subject)s at %(url)s --- The Tuesmon Team
pl: Utworzono nowe zadanie Witaj, użytkownik %(user)s, %(changer)s utworzył nowe zadanie w projekcie %(project)s See task #%(ref)s %(subject)s at %(url)s --- The Tuesmon Team

source: [%(project)s] Created the task #%(ref)s "%(subject)s"
pl: [%(project)s] Utworzył zadanie #%(ref)s "%(subject)s"

source: <h1>Task deleted</h1> <p>Hello %(user)s,<br />%(changer)s has deleted a task on %(project)s</p> <p>Task #%(ref)s %(subject)s</p> <p><small>The Tuesmon Team</small></p>
pl: <h1>Zadanie usunięte</h1> <p>Witaj, użytkownik %(user)s,<br />%(changer)s usunął zadanie w projekcie %(project)s</p> <p>Zadanie #%(ref)s %(subject)s</p> <p><small>Zespół Tuesmon</small></p>

source: Task deleted Hello %(user)s, %(changer)s has deleted a task on %(project)s Task #%(ref)s %(subject)s --- The Tuesmon Team
pl: Zadanie usunięte Witaj, użytkownik %(user)s, %(changer)s usunął zadanie w projekcie %(project)s Zadanie #%(ref)s %(subject)s --- Zespół Tuesmon

source: [%(project)s] Deleted the task #%(ref)s "%(subject)s"
pl: [%(project)s] Usunął zadanie #%(ref)s "%(subject)s"

source: <h1>User Story updated</h1> <p>Hello %(user)s, <br> %(changer)s has updated a user story on %(project)s</p> <p>User Story #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="See User Story #%(ref)s: %(subject)s in Tuesmon">See user story</a>
pl: <h1>Historyjka użytkownika zaktualizowana</h1> <p>Witaj, użytkownik %(user)s, <br> %(changer)s zaktualizował historyjkę użytkownika w projekcie %(project)s</p> <p>Historyjka użytkownika #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="Zobacz HU #%(ref)s: %(subject)s w Tuesmon">Zobacz historyjkę użytkownika</a>

source: User story updated Hello %(user)s, %(changer)s has updated a user story on %(project)s See user story #%(ref)s %(subject)s at %(url)s
pl: Histroyjka użytkownika zaktualizowana Witaj, użytkownik %(user)s, %(changer)s zaktualizował historyjkę użytkownika w projekcie%(project)s Zobacz historyjkę użytkownika #%(ref)s %(subject)s at %(url)s

source: [%(project)s] Updated the US #%(ref)s "%(subject)s"
pl: [%(project)s] Zaktualizował HU #%(ref)s "%(subject)s"

source: <h1>New user story created</h1> <p>Hello %(user)s,<br />%(changer)s has created a new user story on %(project)s</p> <p>User Story #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="See User Story #%(ref)s %(subject)s">See user story</a> <p><small>The Tuesmon Team</small></p>
pl: <h1>Utworzono nową historyjkę użytkownika</h1> <p>Witaj, użytkownik %(user)s,<br />%(changer)s utworzył nową historyjkę użytkownika w projekcie %(project)s</p> <p>Historyjka użytkownika #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="Zobacz historyjkę użytkownika #%(ref)s %(subject)s">Zobacz historyjkę użytkownika</a> <p><small>Zespół Tuesmon</small></p>

source: New user story created Hello %(user)s, %(changer)s has created a new user story on %(project)s See user story #%(ref)s %(subject)s at %(url)s --- The Tuesmon Team
pl: Utworzono nową historyjkę użytkownika Witaj, użytkownik %(user)s, %(changer)s utworzył nową historyjkę użytkownika w projekcie %(project)s Zobacz historyjkę użytkownika #%(ref)s %(subject)s at %(url)s --- Zespół Tuesmon

source: [%(project)s] Created the US #%(ref)s "%(subject)s"
pl: [%(project)s] Utworzył HU #%(ref)s "%(subject)s"

source: <h1>User Story deleted</h1> <p>Hello %(user)s,<br />%(changer)s has deleted a user story on %(project)s</p> <p>User Story #%(ref)s %(subject)s</p> <p><small>The Tuesmon Team</small></p>
pl: <h1>Historyjka użytkownika usunięta</h1> <p>Witaj, użytkownik %(user)s,<br />%(changer)s usunął historyjkę użytkownika w projekcie %(project)s</p> <p>Historyjka użytkonika #%(ref)s %(subject)s</p> <p><small>Zespół Tuesmon</small></p>

source: User Story deleted Hello %(user)s, %(changer)s has deleted a user story on %(project)s User Story #%(ref)s %(subject)s --- The Tuesmon Team
pl: Historyjka użytkownika usunięta Witaj, użytkownik%(user)s, %(changer)s usunął historyjkę użytkownika w projekcie %(project)s User Story #%(ref)s %(subject)s --- The Tuesmon Team

source: [%(project)s] Deleted the US #%(ref)s "%(subject)s"
pl: [%(project)s] Usunął HU #%(ref)s "%(subject)s"

source: <h1>Wiki Page updated</h1> <p>Hello %(user)s, <br> %(changer)s has updated a wiki page on %(project)s</p> <p>Wiki page %(page)s</p> <a class="button" href="%(url)s" title="See wiki page in Tuesmon">See Wiki Page</a>
pl: <h1>Strona Wiki zaktualizowana</h1> <p>Witaj, użytkownik %(user)s, <br> %(changer)s zaktualizował stronę Wiki w projekcie %(project)s</p> <p>Strona Wiki %(page)s</p> <a class="button" href="%(url)s" title="Zobacz stronę Wiki w Tuesmon">Zobacz stronę Wiki</a>

source: Wiki Page updated Hello %(user)s, %(changer)s has updated a wiki page on %(project)s See wiki page %(page)s at %(url)s
pl: Strona Wiki zaktualizowana Witaj, użytkownik %(user)s, %(changer)s zaktualizował stronę Wiki w projekcie %(project)s Zobacz stronę Wiki %(page)s at %(url)s

source: [%(project)s] Updated the Wiki Page "%(page)s"
pl: [%(project)s] Zaktualizował stronę Wiki"%(page)s"

source: <h1>New wiki page created</h1> <p>Hello %(user)s,<br />%(changer)s has created a new wiki page on %(project)s</p> <p>Wiki page %(page)s</p> <a class="button" href="%(url)s" title="Wiki page %(page)s">See wiki page</a> <p><small>The Tuesmon Team</small></p>
pl: <h1>Utworzono nową stronę Wiki</h1> <p>Witaj, użytkownik %(user)s,<br />%(changer)s utworzył nową stronę Wiki w projekcie %(project)s</p> <p>Strona Wiki %(page)s</p> <a class="button" href="%(url)s" title="Strona Wiki %(page)s">Zobacz stronę Wiki</a> <p><small>Zespół Tuesmon</small></p>

source: New wiki page created Hello %(user)s, %(changer)s has created a new wiki page on %(project)s See wiki page %(page)s at %(url)s --- The Tuesmon Team
pl: Utworzono nową stronę Wiki Witaj, użytkownik %(user)s, %(changer)s utworzył nową stronę Wiki %(project)s Zobacz stronę Wiki %(page)s at %(url)s --- Zespół Tuesmon

source: [%(project)s] Created the Wiki Page "%(page)s"
pl: [%(project)s] Zaktualizował stronę Wiki "%(page)s"

source: <h1>Wiki page deleted</h1> <p>Hello %(user)s,<br />%(changer)s has deleted a wiki page on %(project)s</p> <p>Wiki page %(page)s</p> <p><small>The Tuesmon Team</small></p>
pl: <h1>Strona Wiki usunięta</h1> <p>Witaj, użytkownik %(user)s,<br />%(changer)s usunął stronę Wiki w projekcie %(project)s</p> <p>Strona Wiki %(page)s</p> <p><small>Zespół Tuesmon</small></p>

source: Wiki page deleted Hello %(user)s, %(changer)s has deleted a wiki page on %(project)s Wiki page %(page)s --- The Tuesmon Team
pl: Strona Wiki usunięta Witaj, użytkownik %(user)s, %(changer)s usunął stronę Wiki w projekcie %(project)s Strona Wiki %(page)s --- Zespół Tuesmon

source: [%(project)s] Deleted the Wiki Page "%(page)s"
pl: [%(project)s] Usunął stronę Wiki "%(page)s"

source: Watchers contains invalid users
pl: Obserwatorzy zawierają niepoprawnych użytkowników

source: The version must be an integer
pl: Wersja musi być integerem ;)

source: The version parameter is not valid
pl: Parametr wersji jest nieprawidłowy

source: The version doesn't match with the current one
pl: Podana wersja nie zgadza się z aktualną.

source: version
pl: wersja

source: Project without owner
pl: Projekt bez właściciela

source: You can't have more private projects
pl: Nie możesz posiadać więcej prywatnych projektów

source: You can't have more public projects
pl: Nie możesz posiadać więcej publicznych projektów

source: Future sprint
pl: Przyszły sprint

source: Project End
pl: Zakończenie projektu

source: Token is invalid
pl: Nieprawidłowy token.

source: Token has expired
pl: Token wygasł

source: Invalid tag '{value}'. It must be the tag name.
pl: Nieprawidłowy tag '{value}'. To musi być nazwa tagu.

source: tags
pl: tagi

source: tags colors
pl: kolory tagów

source: This tag already exists.
pl: Taki tag już istnieje.

source: The color is not a valid HEX color.
pl: Nieprawidłowy kolor w systemie HEX.

source: The tag doesn't exist.
pl: Tag nie istnieje

source: You don't have permissions to set this sprint to this task.
pl: Nie masz uprawnień do ustawiania sprintu dla tego zadania.

source: You don't have permissions to set this user story to this task.
pl: Nie masz uprawnień do ustawiania historyjki użytkownika dla tego zadania

source: You don't have permissions to set this status to this task.
pl: Nie masz uprawnień do ustawiania statusu dla tego zadania

source: us order
pl: kolejność HU

source: taskboard order
pl: Kolejność tablicy zadań

source: is iocaine
pl: Iokaina

source: Invalid milestone id.
pl: Nieprawidłowy identyfikator kamienia milowego

source: Invalid task status id.
pl: Nieprawidłowy identyfikator statusu.

source: someone
pl: ktoś

source: <h2>You have been invited to Tuesmon!</h2> <p>Hi! %(full_name)s has sent you an invitation to join project <em>%(project)s</em> in Tuesmon.</br> Tuesmon is a Free, open Source Agile Project Management Tool.</p>
pl: <h2>Zostałeś zaproszony do Tuesmon</h2> <p>Cześć! użytkownik %(full_name)s wysłał Ci zaproszenie do projektu <em>%(project)s</em> w narzędziu Tuesmon.</br></p>

source: <p><small>And now a few words from the jolly good fellow or sistren<br/> who thought so kindly as to invite you</small></p> <p><strong>%(extra)s</strong></p>
pl: <p><small>A poniżej kilka słów od kogoś kto był tak miły<br/>i zechciał zaprosić Cię do projektu :)</small></p> <p><strong>%(extra)s</strong></p>

source: Accept your invitation to Tuesmon
pl: Zaakceptuj zaproszenie do Tuesmon

source: Accept your invitation
pl: Zaakceptuj zaproszenie

source: The Tuesmon Team
pl: Zespół Tuesmon

source: You, or someone you know, has invited you to Tuesmon Hi! %(full_name)s has sent you an invitation to join a project called %(project)s which is being managed on Tuesmon, a Free, open Source Agile Project Management Tool.
pl: Ty, lub ktoś kogo znasz wysłał zaproszenie do Tuesmon Cześć! Użytkownik %(full_name)s wysłał Ci zaproszenie do projektu %(project)s utworzonego w narzędziu Tuesmon.

source: And now a few words from the jolly good fellow or sistren who thought so kindly as to invite you: %(extra)s
pl: A poniżej kilka słów od kogoś kto był tak miły<br/>i zechciał zaprosić Cię do projektu :) %(extra)s

source: Accept your invitation to Tuesmon following this link:
pl: Zaakceptuj zaproszenie do Tuesmon klikając w ten link:

source: --- The Tuesmon Team
pl: --- Zespół Tuesmon

source: [Tuesmon] Invitation to join to the project '%(project)s'
pl: [Tuesmon] Zaproszenie do dołączenia, do projektu '%(project)s'

source: <h1>You have been added to a project</h1> <p>Hello %(full_name)s,<br />you have been added to the project %(project)s</p> <a class="button" href="%(url)s" title="Go to%(project)s">Go to project</a> <p><small>The Tuesmon Team</small></p>
pl: <h1>Zostałeś dodany do projektu</h1> <p>Cześć %(full_name)s,<br />zostałeś dodany do projektu %(project)s</p> <a class="button" href="%(url)s" title="Idź do%(project)s">Idź do projektu</a> <p><small>Zespół Tuesmon</small></p>

source: You have been added to a project Hello %(full_name)s,you have been added to the project %(project)s See project at %(url)s
pl: Zostałeś dodany do projektu Cześć %(full_name)s, zostałęś dodany do projektu %(project)s Zobacz projektu tutaj: %(url)s

source: [Tuesmon] Added to the project '%(project)s'
pl: [Tuesmon] Dodany do projektu '%(project)s'

source: <p>%(new_owner_name)s says:</p>
pl: <p>%(new_owner_name)s mówi:</p>

source: <p>From now on, your new status for this project will be "admin".</p>
pl: <p>Od teraz, twoim nowym statusem dla tego projektu jest "admin".</p>

source: %(new_owner_name)s says:
pl: %(new_owner_name)s mówi:

source: From now on, your new status for this project will be "admin".
pl: Od teraz, twoim nowym statusem dla tego projektu jest "admin".

source: The Tuesmon Team
pl: Zespół Tuesmon

source: [%(project)s] Project ownership transfer offer accepted!
pl: [%(project)s] Propozycja zmiany właściciela projektu zaakceptowana!

source: <p>%(rejecter_name)s says:</p>
pl: <p>%(rejecter_name)s mówi:</p>

source: Hi %(owner_name)s, %(rejecter_name)s has declined your offer and will not become the new project owner for "%(project_name)s".
pl: Cześć %(owner_name)s, %(rejecter_name)s odrzucił Twoją propozycję i nie będzie nowym właścicielem projektu "%(project_name)s".

source: %(rejecter_name)s says:
pl: %(rejecter_name)s mówi:

source: Continue
pl: Kontynuuj

source: Go to your project settings:
pl: Przejdź do ustawień projektu:

source: <p>Hi %(receiver_name)s,</p> <p>%(owner_name)s, the current project owner at "%(project_name)s" would like you to become the new project owner.</p>
pl: Cześć %(receiver_name)s,</p> <p>%(owner_name)s, aktualny właściciel projektu "%(project_name)s" chciałby Cię mianować nowym właścicielem projektu.</p>

source: <p>%(owner_name)s says:</p>
pl: <p>%(owner_name)s mówi:</p>

source: %(owner_name)s says:
pl: %(owner_name)s mówi:

source: Please, go to the following link to either accept or reject this proposal.</p>
pl: Proszę przejść do poniższego linku aby zaakceptować lub odrzucić tę propozycję.</p>

source: Accept or reject the project ownership transfer:
pl: Zaakceptuj bądź odrzuć zmianę właściciela projektu:

source: The agile product backlog in Scrum is a prioritized features list, containing short descriptions of all functionality desired in the product. When applying Scrum, it's not necessary to start a project with a lengthy, upfront effort to document all requirements. The Scrum product backlog is then allowed to grow and change as more is learned about the product and its customers
pl: Scrum w oparciu o Tuesmon, które jest kompletnym narzędziem zawierającym product backlog, opisy wszystkich funkcji i wskazówki to przyjemność. Pracując w Scrumie nie musisz rozpoczynać projektu projektu od dokumentowania wszystkiego a więc możesz zacząć pracować znacznie szybciej. Product backlog jest na tyle elastyczny, że umożliwia szybki wzrost i oswaja zmiany wraz z tym jak cały zespół poznaje specyfikę projektu i wymagania klienta.

source: Kanban is a method for managing knowledge work with an emphasis on just-in-time delivery while not overloading the team members. In this approach, the process, from definition of a task to its delivery to the customer, is displayed for participants to see and team members pull work from a queue.
pl: Kanban jest metodą kierowania pracami, ze szczególnym naciskiem na dostawy just-in-time, bez przeciążania członków zespołu. W tym podejściu, zadania są wyświetlane dla klienta a członkowie zespołu wyciągają je z kolejki.

source: New
pl: Nowe

source: Ready
pl: Gotowe

source: In progress
pl: W toku

source: Ready for test
pl: Gotowe do testów

source: Done
pl: Gotowe!
