Repository: tuesmoncom/tuesmon-back
Catalog: tuesmon/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Archived
pl: Zarchiwizowane

source: Closed
pl: Zamknięte

source: Needs Info
pl: Potrzebne informacje

source: Postponed
pl: Odroczone

source: Rejected
pl: Odrzucone

source: Bug
pl: Błąd

source: Question
pl: Pytanie

source: Enhancement
pl: Ulepszenie

source: Low
pl: Niski

source: Normal
pl: Normalny

source: High
pl: Wysoki

source: Wishlist
pl: Życzenie

source: Minor
pl: Pomniejsze

source: Important
pl: Istotne

source: Critical
pl: Krytyczne

source: Product Owner
pl: Właściciel produktu

source: Stakeholder
pl: Interesariusz

source: You don't have permissions to set this sprint to this user story.
pl: Nie masz uprawnień do ustawiania sprintu dla tej historyjki użytkownika.

source: You don't have permissions to set this status to this user story.
pl: Nie masz uprawnień do ustawiania statusu do tej historyjki użytkownika.

source: Invalid role id '{role_id}'
pl: Nieprawidłowy identyfikator roli '{role_id}'

source: role
pl: rola

source: backlog order
pl: Kolejność backlogu

source: sprint order
pl: kolejność sprintu

source: kanban order
pl: Zamówienie kanban

source: finish date
pl: data zakończenia

source: generated from issue
pl: wygenerowane ze zgłoszenia

source: There's no user story with that id
pl: Nie ma historyjki użytkownika z takim ID

source: The milestone isn't valid for the project
pl: Nieprawidłowy kamień milowy

source: There's no project with that id
pl: Nie ma projektu z takim ID

source: The user yet exists in the project
pl: Użytkownik już istnieje w tym projekcie.

source: Invalid role for the project
pl: Nieprawidłowa rola w projekcie

source: The user must be a valid contact
pl: Użytkownik musi być prawidłowym kontaktem

source: The project owner must be admin.
pl: Właściciel projektu musi być administratorem.

source: At least one user must be an active admin for this project.
pl: Przynajmniej jeden użytkownik musi być aktywnym administratorem dla tego projektu.

source: Invalid role ids. All roles must belong to the same project.
pl: Nieprawidłowe identyfikatory roli. Wszystkie role muszą należeć do tego samego projektu

source: Default options
pl: Domyślne opcje

source: User story's statuses
pl: Statusy historyjek użytkownika

source: Points
pl: Punkty

source: Task's statuses
pl: Statusy zadań

source: Issue's statuses
pl: Statusy zgłoszeń

source: Issue's types
pl: Typu zgłoszeń

source: Priorities
pl: Priorytety

source: Severities
pl: Ważność

source: Roles
pl: Role

source: Votes
pl: Głosy

source: Vote
pl: Głos

source: 'content' parameter is mandatory
pl: Parametr 'zawartość' jest wymagany

source: 'project_id' parameter is mandatory
pl: Parametr 'id_projektu' jest wymagany

source: last modifier
pl: ostatnio zmodyfikowane przez

source: Check the history API for the exact diff
pl: Dla pełengo diffa sprawdź API historii

source: Project Member
pl: Zespół projektowy

source: Project Members
pl: Zespół projektowy

source: Personal info
pl: Informacje osobiste

source: Permissions
pl: Uprawnienia

source: Restrictions
pl: Ograniczenia

source: Important dates
pl: Ważne daty

source: Duplicated email
pl: Zduplikowany adres e-mail

source: Not valid email
pl: Niepoprawny adres e-mail

source: Invalid username or email
pl: Nieprawidłowa nazwa użytkownika lub adrs e-mail

source: Mail sended successful!
pl: E-mail wysłany poprawnie!

source: Current password parameter needed
pl: Należy podać bieżące hasło

source: New password parameter needed
pl: Należy podać nowe hasło

source: Invalid password length at least 6 charaters needed
pl: Nieprawidłowa długość hasła - wymagane jest co najmniej <strong>6 </strong>znaków

source: Invalid current password
pl: Podałeś nieprawidłowe bieżące hasło

source: Invalid, are you sure the token is correct and you didn't use it before?
pl: Niepoprawne, jesteś pewien, że token jest poprawny i nie używałeś go wcześniej?

source: Invalid, are you sure the token is correct?
pl: Niepoprawne, jesteś pewien, że token jest poprawny?

source: superuser status
pl: status SUPERUSER

source: Designates that this user has all permissions without explicitly assigning them.
pl: Oznacza, że ten użytkownik posiada wszystkie uprawnienia bez konieczności ich przydzielania.

source: username
pl: nazwa użytkownika

source: Required. 30 characters or fewer. Letters, numbers and /./-/_ characters
pl: Wymagane. 30 znaków. Liter, cyfr i znaków /./-/_

source: Enter a valid username.
pl: Wprowadź poprawną nazwę użytkownika

source: active
pl: aktywny

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
pl: Oznacza, że ten użytkownik ma być traktowany jako aktywny. Możesz to odznaczyć zamiast usuwać konto.

source: biography
pl: biografia

source: photo
pl: zdjęcie

source: date joined
pl: data dołączenia

source: default language
pl: domyślny język Tuesmon

source: default theme
pl: domyślny szablon Tuesmon

source: default timezone
pl: domyśla strefa czasowa

source: colorize tags
pl: kolory tagów

source: email token
pl: tokem e-mail

source: new email address
pl: nowy adres e-mail

source: max number of owned private projects
pl: maksymalna liczba przypisanych prywatnych projektów

source: max number of owned public projects
pl: maksymalna liczba przypisanych publicznych projektów

source: permissions
pl: uprawnienia

source: Username or password does not matches user.
pl: Nazwa użytkownika lub hasło są nieprawidłowe

source: <h1>Change your email</h1> <p>Hello %(full_name)s,<br />please confirm your email</p> <a class="button" href="%(url)s" title="Confirm email">Confirm email</a> <p>You can ignore this message if you did not request.</p> <p><small>The Tuesmon Team</small></p>
pl: <h1>Zmiana adresu e-mail</h1> <p>Witaj %(full_name)s,<br />potwierdź swój adres e-mail</p> <a class="button" href="%(url)s" title="Potwierdź e-mail">Potwierdź e-mail</a> <p>You can ignore this message if you did not request.</p> <p><small>Zespół Tuesmon</small></p>

source: Hello %(full_name)s, please confirm your email %(url)s You can ignore this message if you did not request. --- The Tuesmon Team
pl: Witaj %(full_name)s, potwierdź swój e-mail %(url)s Możesz zignorować tę wiadomość jeśli nie prosiłeś o jej wysłanie. --- Zespół Tuesmon

source: [Tuesmon] Change email
pl: [Tuesmon] Zmienił e-mail

source: <h1>Recover your password</h1> <p>Hello %(full_name)s, <br /> you asked to recover your password</p> <a class="button" href="%(url)s" title="Recover your password">Recover your password</a> <p>You can ignore this message if you did not request.</p> <p><small>The Tuesmon Team</small></p>
pl: <h1>Odzyskiwanie hasła</h1> <p>Witaj %(full_name)s, <br />poprosiłeś o możliwość odzyskania hasła.</p> <a class="button" href="%(url)s" title="Odzyskaj hasło">Odzyskaj hasło</a> <p>Zignoruj tę wiadomość jeśli o nią nie prosiłeś.</p> <p><small>Zespół tuesmon</small></p>

source: Hello %(full_name)s, you asked to recover your password %(url)s You can ignore this message if you did not request. --- The Tuesmon Team
pl: Witaj %(full_name)s, poprosiłeś o możliwość odzyskania hasła. %(url)s Możesz zignorować tę wiadomość jeśli nie chcesz odzyskać hasła. --- Zespół Tuesmon

source: [Tuesmon] Password recovery
pl: [Tuesmon] Odzyskał hasło

source: <td> <h2>Thank you for registering in Tuesmon</h2> <h3>We hope you enjoy it</h3> <p>We built Tuesmon because we wanted the project management tool that sits open on our computers all day long, to serve as a continued reminder of why we love to collaborate, code and design.</p> <p>We built it to be beautiful, elegant, simple to use and fun - without forsaking flexibility and power.</p> <small>The tuesmon Team</small> </td>
pl: <td> <h2>Dziękujemy za rejestrację w Tuesmon</h2> <h3>amy nadzieję, że Ci się spodoba</h3> <p>WZbudowaliśmy narzędzie Tuesmon z potrzeby posiadania rozwiązania na którym, będziemy mogli pracować bez ograniczeń funkcjonalnych i czerpiąc przyjemność z doświadczeń wizualnych. Tuesmon stale przypomina nam dlaczego uwielbiamy współpracować, kodować i tworzyć fantastyczny design. <p>Tuesmon stworzyliśmy tak, by było pięknie, elegancko, prosto w użyciu i zabawnie - nie zaniedbując jednocześnie elastyczności i możliwości funkcjonalnych.</p> <small>Zespół Tuesmon</small> </td>

source: <strong>You may remove your account from this service</strong> <a href="%(url)s" title="Remove your account" style="color: #9dce0a">clicking here</a>
pl: <strong>Możesz usunąć swoje konto</strong> <a href="%(url)s" title="Usuń konto" style="color: #9dce0a">klikając tutaj</a>

source: Thank you for registering in Tuesmon We hope you enjoy it We built Tuesmon because we wanted the project management tool that sits open on our computers all day long, to serve as a continued reminder of why we love to collaborate, code and design. We built it to be beautiful, elegant, simple to use and fun - without forsaking flexibility and power. -- The tuesmon Team
pl: Dziękujemy za rejestrację w Tuesmon Mamy nadzieję, że Ci się spodoba Zbudowaliśmy narzędzie Tuesmon z potrzeby posiadania rozwiązania na którym, będziemy mogli pracować bez ograniczeń funkcjonalnych i czerpiąc przyjemność z doświadczeń wizualnych. Tuesmon stale przypomina nam dlaczego uwielbiamy współpracować, kodować i tworzyć fantastyczny design. Tuesmon stworzyliśmy tak, by było pięknie, elegancko, prosto w użyciu i zabawnie - nie zaniedbując jednocześnie elastyczności i możliwości funkcjonalnych. -- Zespół Tuesmon

source: You may remove your account from this service: %(url)s
pl: Możesz usunąć swoje konto z tego serwisu: %(url)s

source: You've been Tuesmontized!
pl: Zostałeś zaTaigowany

source: invalid
pl: Niepoprawne

source: Invalid username. Try with a different one.
pl: Niepoprawna nazwa użytkownika. Spróbuj podać inną.

source: Duplicate key value violates unique constraint. Key '{}' already exists.
pl: Duplikowanie wartości klucza. Klucz '{}' już istnieje.

source: key
pl: klucz

source: secret key
pl: sekretny klucz

source: status code
pl: kod statusu

source: request data
pl: data żądania

source: request headers
pl: nagłówki żądań

source: response data
pl: dane odpowiedzi

source: response headers
pl: nagłówki odpowiedzi

source: duration
pl: czas trwania
