Repository: tuesmoncom/tuesmon-back
Catalog: tuesmon/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Public register is disabled.
pl: Publiczny rejestr jest zablokowany

source: invalid register type
pl: Nieprawidłowy typ rejestru

source: invalid login type
pl: Nieprawidłowy typ logowania

source: Username is already in use.
pl: Nazwa użytkownika jest już używana.

source: Email is already in use.
pl: Ten adres email jest już w użyciu.

source: Token not matches any valid invitation.
pl: Token nie zgadza się z żadnym zaproszeniem

source: User is already registered.
pl: Użytkownik już zarejestrowany

source: This user is already a member of the project.
pl: Ten użytkownik jest już członkiem projektu.

source: Error on creating new user.
pl: Błąd przy tworzeniu użytkownika.

source: Invalid token
pl: Nieprawidłowy token

source: invalid username
pl: Nieprawidłowa nazwa użytkownika

source: Required. 255 characters or fewer. Letters, numbers and /./-/_ characters'
pl: Wymagane. Maksymalnie 255 znaków. Litery, cyfry oraz /./-/_

source: This field is required.
pl: To pole jest wymagane.

source: Invalid value.
pl: Nieprawidłowa wartość.

source: '%s' value must be either True or False.
pl: '%s' wartość musi przyjąć True albo False,

source: Enter a valid 'slug' consisting of letters, numbers, underscores or hyphens.
pl: Podaj prawidłowy 'slug' zawierający litery, cyfry, podkreślenia lub myślniki.

source: Select a valid choice. %(value)s is not one of the available choices.
pl: Dokonał właściwego wyboru. Wartość %(value)s nie jest jedną z dostępnych opcji.

source: You email domain is not allowed
pl: Twoja domena email jest niedozwolona.

source: Enter a valid email address.
pl: Podaj właściwy adres email.

source: Date has wrong format. Use one of these formats instead: %s
pl: Zły format. Użyj jednego z tych formatów: %s

source: Datetime has wrong format. Use one of these formats instead: %s
pl: Zły format. Użyj jednego z tych formatów: %s

source: Time has wrong format. Use one of these formats instead: %s
pl: Zły format. Użyj jednego z tych formatów: %s

source: Enter a whole number.
pl: Wpisz cały numer

source: Ensure this value is less than or equal to %(limit_value)s.
pl: Upewnij się, że wartość jest mniejsza lub równa od %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
pl: Upewnij się, że wartość jest większa lub równa od %(limit_value)s.

source: "%s" value must be a float.
pl: "%s" wartość musi być zmiennoprzecinkowa.

source: Enter a number.
pl: Wpisz numer.

source: Ensure that there are no more than %s digits in total.
pl: Upewnij się że nie podałeś więcej niż %s znaków.

source: Ensure that there are no more than %s decimal places.
pl: Upewnij się, że nie ma więcej niż %s miejsc po przecinku.

source: Ensure that there are no more than %s digits before the decimal point.
pl: Upewnij się, że nie ma więcej niż %s cyfr przed przecinkiem.

source: No file was submitted. Check the encoding type on the form.
pl: Plik nie został wysłany. Sprawdź kodowanie znaków w formularzu.

source: No file was submitted.
pl: Plik nie został wysłany.

source: The submitted file is empty.
pl: Wysłany plik jest pusty.

source: Ensure this filename has at most %(max)d characters (it has %(length)d).
pl: Upewnij się, że nazwa pliku ma maksymalnie %(max)d znaków.(Ilość znaków to: %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
pl: Proszę wybrać jedną z opcji, nie obie.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
pl: Prześlij właściwy obraz. Plik który próbujesz przesłać nie jest obrazem lub jest uszkodzony.

source: Blocked element
pl: Element zablokowany

source: Page is not 'last', nor can it be converted to an int.
pl: Strona nie jest ostatnią i nie może zostać zmieniona na int.

source: Invalid page (%(page_number)s): %(message)s
pl: Niewłaściwa strona (%(page_number)s): %(message)s

source: Invalid permission definition.
pl: Nieprawidłowa definicja uprawnień.

source: Invalid pk '%s' - object does not exist.
pl: Nieprawidłowa wartość klucza '%s' -Obiekt nie istniej.

source: Incorrect type. Expected pk value, received %s.
pl: Niepoprawny typ. Oczekiwana wartość, otrzymana %s.

source: Object with %s=%s does not exist.
pl: Obiekt z %s=%s nie istnieje.

source: Invalid hyperlink - No URL match
pl: Nieprawidłowy odnośnik - brak pasującego URL

source: Invalid hyperlink - Incorrect URL match
pl: Nieprawidłowy odnośnik - źle dopasowany URL

source: Invalid hyperlink due to configuration error
pl: Nieprawidłowy odnośnik z powodu błędu konfiguracji

source: Invalid hyperlink - object does not exist.
pl: Nieprawidłowy odnośnik - obiekt nie istnieje.

source: Incorrect type. Expected url string, received %s.
pl: Niepoprawny typ. Oczekiwany url, otrzymany %s.

source: Invalid data
pl: Nieprawidłowa dana

source: No input provided
pl: Nic nie wpisano

source: Cannot create a new item, only existing items may be updated.
pl: Nie można utworzyć nowego obiektu, tylko istniejące obiekty mogą być aktualizowane.

source: Expected a list of items.
pl: Oczekiwana lista elementów.

source: Not found
pl: Nie znaleziono

source: Permission denied
pl: Dostęp zabroniony

source: Server application error
pl: Błąd aplikacji serwera

source: Connection error.
pl: Błąd połączenia.

source: Malformed request.
pl: Błędne żądanie.

source: Incorrect authentication credentials.
pl: Nieprawidłowe dane uwierzytelniające.

source: Authentication credentials were not provided.
pl: Nie podano danych uwierzytelniających.

source: You do not have permission to perform this action.
pl: Nie masz uprawnień do wykonania tej czynności.

source: Method '%s' not allowed.
pl: Metoda %s nie dozwolona.

source: Could not satisfy the request's Accept header
pl: Nie udało się spełnić żądania Accept Header

source: Unsupported media type '%s' in request.
pl: Niewspierany typ pliku '%s' w żądaniu.

source: Request was throttled.
pl: Żądanie zostało zduszone.

source: Expected available in %d second%s.
pl: Oczekiwana dostępność w ciągu %d sekund%s.

source: Unexpected error
pl: Nieoczekiwany błąd

source: Not found.
pl: Nie odnaleziono.

source: Method not supported for this endpoint.
pl: Metoda nie wspierana dla tej końcówki.

source: Wrong arguments.
pl: Złe argumenty.

source: Data validation error
pl: Błąd walidacji dancyh

source: Integrity Error for wrong or invalid arguments
pl: Błąd integralności dla błędnych lub nieprawidłowych argumentów

source: Precondition error
pl: Błąd warunków wstępnych

source: No room left for more projects.
pl: Nie ma miejsca na więcej projektów.

source: Error in filter params types.
pl: Błąd w parametrach typów filtrów.

source: 'project' must be an integer value.
pl: 'project' musi być wartością typu int.

source: Follow us on Twitter
pl: Obserwuj nas na Twitterze

source: Get the code on GitHub
pl: Pobierz kog z GitHub

source: Visit our website
pl: Odwiedź naszą stronę www

source: You have been Tuesmontized
pl: Zostałeś zaTaigowany :)

source: <h1>You have been Tuesmontized!</h1> <p>Welcome to Tuesmon, an Open Source, Agile Project Management Tool</p>
pl: <h1>Zostałeś zataigowany!</h1> <p>Witaj w Tuesmon, otwartoźródłowym, zwinnym narzędziu do zarządzania</p>

source: [Tuesmon] Updates
pl: [Tuesmon] Aktualizacje

source: Updates
pl: Aktualizacje

source: <h3>comment:</h3> <p>%(comment)s</p>
pl: <h3>komentarz:</h3> <p>%(comment)s</p>

source: Comment: %(comment)s
pl: Komentarz: %(comment)s

source: We needed at least one role
pl: Potrzeba conajmiej jednej roli

source: Needed dump file
pl: Wymagany plik zrzutu

source: Invalid dump format
pl: Nieprawidłowy format zrzutu

source: error importing project data
pl: błąd w trakcie importu danych projektu

source: error importing roles
pl: błąd w trakcie importu ról

source: error importing memberships
pl: błąd w trakcie importu członkostw

source: error importing lists of project attributes
pl: błąd w trakcie importu atrybutów projektu

source: error importing default project attributes values
pl: błąd w trakcie importu domyślnych atrybutów projektu

source: error importing custom attributes
pl: błąd w trakcie importu niestandardowych atrybutów

source: error importing sprints
pl: błąd w trakcie importu sprintów

source: error importing issues
pl: błąd w trakcie importu zgłoszeń

source: error importing user stories
pl: błąd w trakcie importu historyjek użytkownika

source: error importing epics
pl: błąd w importowaniu epiców

source: error importing tasks
pl: błąd w trakcie importu zadań

source: error importing wiki pages
pl: błąd w trakcie importu stron Wiki

source: error importing wiki links
pl: błąd w trakcie importu linków Wiki

source: error importing tags
pl: błąd w trakcie importu tagów

source: error importing timelines
pl: błąd w trakcie importu osi czasu

source: unexpected error importing project
pl: nieoczekiwany błąd w importowaniu projektu

source: Error generating project dump
pl: Błąd w trakcie generowania zrzutu projektu

source: Error loading dump by {user_full_name} <{user_email}>:" REASON: ------- {reason} DETAILS: -------- {details} TRACE ERROR: ------------
pl: Błąd ładowania zrzutu przez {user_full_name} <{user_email}>:" Powód: ------- {reason} Detale: -------- {details} Ślad błędu: ------------

source: Error loading project dump
pl: Błąd w trakcie wczytywania zrzutu projektu

source: Error loading your project dump file
pl: Błąd ładowania twojego zrzutu projektu

source: -- no detail info --
pl: -- nie ma szegółowego info --

source: <h1>Project dump generated</h1> <p>Hello %(user)s,</p> <h3>Your dump from project %(project)s has been correctly generated.</h3> <p>You can download it here:</p> <a class="button" href="%(url)s" title="Download the dump file">Download the dump file</a> <p>This file will be deleted on %(deletion_date)s.</p> <p><small>The Tuesmon Team</small></p>
pl: <h1>Zrzut projektu wygenerowany</h1> <p>Witaj %(user)s,</p> <h3>Twój zrzut projektu %(project)s został wygenerowany prawidłowo.</h3> <p>Możesz go pobrać tutaj:</p> <a class="button" href="%(url)s" title="Download the dump file">Pobierz plik zrzutu</a> <p>Ten plik zostanie usunięty dnia %(deletion_date)s.</p> <p><small>Zespół Tuesmon</small></p>

source: Hello %(user)s, Your dump from project %(project)s has been correctly generated. You can download it here: %(url)s This file will be deleted on %(deletion_date)s. --- The Tuesmon Team
pl: Witaj %(user)s, Twój zrzut z projektu %(project)s został wygenerowany prawidłowo. Możesz pobrać go tutaj: %(url)s Plik zostanie usunięty dnia: %(deletion_date)s. --- Zespół Tuesmon

source: [%(project)s] Your project dump has been generated
pl: [%(project)s] Twój plik zrzutu został wygenerowany

source: <h1>%(error_message)s</h1> <p>Hello %(user)s,</p> <p>Your project %(project)s has not been exported correctly.</p> <p>The Tuesmon system administrators have been informed.<br/> Please, try it again or contact with the support team at <a href="mailto:%(support_email)s" title="Support email" style="color: #699b05">%(support_email)s</a></p> <p><small>The Tuesmon Team</small></p>
pl: <h1>%(error_message)s</h1> <p>Witaj %(user)s,</p> <p>Twój projekt %(project)s Nie został wyeksportowany prawidłowo.</p> <p>Administrator Tuesmon został o tym poinformowany.<br/> Proszę spróbuj ponownie lub skontaktuj się z administratorem lub wsparciem Tuesmon <a href="mailto:%(support_email)s" title="Support email" style="color: #699b05">%(support_email)s</a></p> <p><small>Zespół Tuesmon</small></p>

source: Hello %(user)s, %(error_message)s Your project %(project)s has not been exported correctly. The Tuesmon system administrators have been informed. Please, try it again or contact with the support team at %(support_email)s --- The Tuesmon Team
pl: Witaj %(user)s, %(error_message)s Twój projekt%(project)s nie został wyeksportowany prawidłowo. Administrator Tuesmon został o tym poinformowany. Proszę spróbuj ponownie lub skontaktuj się z administratorem lub wsparciem Tuesmon %(support_email)s --- Zespół Tuesmon

source: <h1>%(error_message)s</h1> <p>Hello %(user)s,</p> <p>Your project has not been importer correctly.</p> <p>The Tuesmon system administrators have been informed.<br/> Please, try it again or contact with the support team at <a href="mailto:%(support_email)s" title="Support email" style="color: #699b05">%(support_email)s</a></p> <p><small>The Tuesmon Team</small></p>
pl: <h1>%(error_message)s</h1> <p>Witaj %(user)s,</p> <p>Twój projekt nie został zaimportowany prawidłowo.</p> <p>Administrator Tuesmon został o tym poinformowany.<br/> Proszę spróbuj ponownie lub skontaktuj się z administratorem lub wsparciem Tuesmon <a href="mailto:%(support_email)s" title="Support email" style="color: #699b05">%(support_email)s</a></p> <p><small>Zespół Tuesmon</small></p>

source: Hello %(user)s, %(error_message)s Your project has not been importer correctly. The Tuesmon system administrators have been informed. Please, try it again or contact with the support team at %(support_email)s --- The Tuesmon Team
pl: Witaj %(user)s, %(error_message)s Twój projekt nie został zaimportowany prawidłowo. Administrator Tuesmon został o tym poinformowany. roszę spróbuj ponownie lub skontaktuj się z administratorem lub wsparciem Tuesmon %(support_email)s --- Zespół Tuesmon

source: <h1>Project dump imported</h1> <p>Hello %(user)s,</p> <h3>Your project dump has been correctly imported.</h3> <a class="button" href="%(url)s" title="Go to the project %(project)s">Go to %(project)s</a> <p><small>The Tuesmon Team</small></p>
pl: <h1>Zrzut projektu zaimportowany</h1> <p>Witaj %(user)s,</p> <h3>Twój zrzut projektu został prawidłowo zaimportowany.</h3> <a class="button" href="%(url)s" title="Przejdź do projektu%(project)s">Idź do %(project)s</a> <p><small>Zespół Tuesmon</small></p>

source: Hello %(user)s, Your project dump has been correctly imported. You can see the project %(project)s here: %(url)s --- The Tuesmon Team
pl: Witaj %(user)s, Twój zrzut projektu został prawidłowo zaimportowany. Możesz zobaczyć projekt %(project)s tutaj: %(url)s --- Zespół Tuesmon

source: [%(project)s] Your project dump has been imported
pl: [%(project)s] Twój zrzut projektu został prawidłowo zaimportowany

source: {}="{}" not found in this project
pl: {}="{}" nie odnaleziono w projekcie

source: Invalid content. It must be {"key": "value",...}
pl: Niewłaściwa zawartość. Musi to być {"key": "value",...}

source: It contain invalid custom fields.
pl: Zawiera niewłaściwe pola niestandardowe.

source: Name duplicated for the project
pl: Nazwa projektu zduplikowana

source: Authentication required
pl: Autentyfikacja wymagana

source: name
pl: nazwa

source: Icon url
pl: URL ikony

source: description
pl: opis

source: Next url
pl: Następny url

source: user
pl: użytkownik

source: application
pl: aplikacja

source: full name
pl: Imię i Nazwisko

source: email address
pl: adres e-mail

source: comment
pl: komentarz

source: created date
pl: data utworzenia

source: <h1>Feedback</h1> <p>Tuesmon has received feedback from %(full_name)s <%(email)s></p>
pl: <h1>Feedback</h1> <p>Tuesmon otrzymała informacje od %(full_name)s <%(email)s></p>

source: <h3>Comment</h3> <p>%(comment)s</p>
pl: <h3>Komentarz</h3> <p>%(comment)s</p>

source: Extra info
pl: Dodatkowe info

source: --------- - From: %(full_name)s <%(email)s> --------- - Comment: %(comment)s ---------
pl: --------- - Od: %(full_name)s <%(email)s> --------- - Komentarz: %(comment)s ---------

source: - Extra info:
pl: - Dodatkowe info:

source: [Tuesmon] Feedback from %(full_name)s <%(email)s>
pl: [Tuesmon] Informacje od %(full_name)s <%(email)s>

source: The payload is not a valid json
pl: Źródło nie jest prawidłowym plikiem json

source: The project doesn't exist
pl: Projekt nie istnieje

source: Bad signature
pl: Błędna sygnatura

source: [@{user_name}]({user_url} "See @{user_name}'s {platform} profile") says in [{platform}#{number}]({comment_url} "Go to comment"): "{comment_message}"
pl: [@{user_name}]({user_url} "Zobacz profil @{user_name}'s {platform} ") który mówi w [{platform}#{number}]({comment_url} "Idż do komentarza"): "{comment_message}"

source: Comment From {platform}: > {comment_message}
pl: Komentarz od {platform}: > {comment_message}

source: Invalid issue comment information
pl: Nieprawidłowa informacja o komentarzu do zgłoszenia

source: Issue created by [@{user_name}]({user_url} "See @{user_name}'s {platform} profile") from [{platform}#{number}]({url} "Go to issue").
pl: Problem stworzony przez [@{user_name}]({user_url} "Zobacz profil @{user_name}'s {platform}") z [{platform}#{number}]({url} "Idź do problemu").

source: Issue created from {platform}.
pl: Problem stworzony z {platform}.

source: Invalid issue information
pl: Nieprawidłowa informacja o zgłoszeniu

source: unknown user
pl: nieznany użytkownik

source: Changed status from {platform} commit. - Status: **{src_status}** → **{dst_status}**
pl: Zmienił status z {platform} commit. - Status: **{src_status}** → **{dst_status}**

source: This issue has been mentioned in the {platform} commit "{commit_message}"
pl: Ten problem został wspomniany w {platform} commit "{commit_message}"

source: The referenced element doesn't exist
pl: Element referencyjny nie istnieje

source: The status doesn't exist
pl: Status nie istnieje

source: The project param is needed
pl: Parametr projektu jest potrzebny

source: Invalid Asana API request
pl: Nieprawidłowe wywołanie API Asana

source: Failed to make the request to Asana API
pl: Nie udało się wywołać API Asana

source: Code param needed
pl: Potrzebny parametr kodu

source: Error importing Asana project
pl: Błąd w imporcie projektu Asana

source: Invalid auth data
pl: Błąd w danych autentyfikacji

source: Third party service failing
pl: Serwis trzecich osób zawiódł

source: Error importing GitHub project
pl: Błąd importowania projektu GitHub

source: The url param is needed
pl: Parametr URL jest potrzebny

source: Invalid project_type {}
pl: Nieprawidłowy project_type {}

source: Invalid or expired auth token
pl: Nieprawidłowy albo przeterminowany token autentifikacji

source: Error importing Jira project
pl: Błąd importu projektu Jira

source: Error importing PivotalTracker project
pl: Błąd importu projektu PivotalTracker

source: View project
pl: Zobacz projekt

source: View milestones
pl: Zobacz kamienie milowe

source: View user stories
pl: Zobacz historyjki użytkownika

source: View tasks
pl: Zobacz zadania

source: View issues
pl: Zobacz zgłoszenia

source: View wiki pages
pl: Zobacz strony Wiki

source: View wiki links
pl: Zobacz linki Wiki

source: Add milestone
pl: Dodaj kamień milowy

source: Modify milestone
pl: Modyfikuj Kamień milowy

source: Delete milestone
pl: Usuń kamień milowy

source: View user story
pl: Zobacz historyjkę użytkownika

source: Add user story
pl: Dodaj historyjkę użytkownika

source: Modify user story
pl: Modyfikuj historyjkę użytkownika

source: Delete user story
pl: Usuń historyjkę użytkownika

source: Add task
pl: Dodaj zadanie

source: Modify task
pl: Modyfikuj zadanie

source: Delete task
pl: Usuń zadanie

source: Add issue
pl: Dodaj zgłoszenie

source: Modify issue
pl: Modyfikuj zgłoszenie

source: Delete issue
pl: Usuń zgłoszenie

source: Add wiki page
pl: Dodaj strony Wiki

source: Modify wiki page
pl: Modyfikuj stronę Wiki

source: Delete wiki page
pl: Usuń stronę Wiki

source: Add wiki link
pl: Dodaj link do Wiki

source: Modify wiki link
pl: Modyfikuj link do Wiki

source: Delete wiki link
pl: Usuń link Wiki

source: Modify project
pl: Modyfikuj projekt

source: Delete project
pl: Usuń projekt

source: Add member
pl: Dodaj członka zespołu

source: Remove member
pl: Usuń członka zespołu

source: Admin project values
pl: Administruj wartościami projektu

source: Admin roles
pl: Administruj rolami

source: owner
pl: właściciel

source: Incomplete arguments
pl: Pola niekompletne

source: Invalid image format
pl: Niepoprawny format obrazka

source: Not valid template name
pl: Nieprawidłowa nazwa szablonu

source: Not valid template description
pl: Nieprawidłowy opis szablonu

source: You don't have permisions to see that.
pl: Nie masz uprawnień by to zobaczyć.

source: Project ID not matches between object and project
pl: ID nie pasuje pomiędzy obiektem a projektem

source: project
pl: projekt

source: content type
pl: typ zawartości

source: object id
pl: id obiektu

source: modified date
pl: data modyfikacji

source: attached file
pl: załączony plik

source: is deprecated
pl: jest przestarzałe

source: order
pl: kolejność

source: Custom
pl: Niestandardowy

source: Text
pl: Tekst

source: Multi-Line Text
pl: Teks wielowierszowy

source: type
pl: typ

source: values
pl: wartości

source: user story
pl: historyjka użytkownika

source: task
pl: zadanie

source: issue
pl: zgłoszenie

source: Already exists one with the same name.
pl: Już istnieje jeden z taką nazwą.

source: subject
pl: temat

source: color
pl: kolor

source: assigned to
pl: przypisane do

source: is client requirement
pl: wymaganie klienta

source: is team requirement
pl: wymaganie zespołu

source: external reference
pl: źródło zgłoszenia

source: Comment already deleted
pl: Komentarz został już usunięty

source: Comment not deleted
pl: Komentarz nie został usunięty

source: Change
pl: Zmień

source: Create
pl: Utwórz

source: Delete
pl: Usuń

source: %(role)s role points
pl: %(role)s punkty roli

source: from
pl: od

source: to
pl: do

source: Added new attachment
pl: Dodano nowy załącznik

source: Updated attachment
pl: Zaktualizowany załącznik

source: deprecated
pl: przestarzałe

source: not deprecated
pl: nie przestarzałe

source: Deleted attachment
pl: Usuń załącznik

source: added
pl: dodane

source: removed
pl: usuniete

source: Unassigned
pl: Nieprzypisane

source: -deleted-
pl: -usunięte-

source: to:
pl: do:

source: from:
pl: od:

source: Added
pl: Dodane

source: Changed
pl: Zmienione

source: Deleted
pl: Usunięte

source: added:
pl: dodane:

source: removed:
pl: usunięte:

source: From:
pl: Od:

source: To:
pl: Do:

source: content
pl: zawartość

source: blocked note
pl: zaglokowana notatka

source: You don't have permissions to set this sprint to this issue.
pl: Nie masz uprawnień do połączenia tego zgłoszenia ze sprintem.

source: You don't have permissions to set this status to this issue.
pl: Nie masz uprawnień do ustawienia statusu dla tego zgłoszenia.

source: You don't have permissions to set this severity to this issue.
pl: Nie masz uprawnień do ustawienia ważności dla tego zgłoszenia.

source: You don't have permissions to set this priority to this issue.
pl: Nie masz uprawnień do ustawienia priorytetu dla tego zgłoszenia.

source: You don't have permissions to set this type to this issue.
pl: Nie masz uprawnień do ustawienia typu dla tego zgłoszenia.

source: severity
pl: ważność

source: priority
pl: priorytet

source: milestone
pl: kamień milowy

source: finished date
pl: data zakończenia

source: estimated start date
pl: szacowana data rozpoczecia

source: estimated finish date
pl: szacowana data zakończenia

source: is closed
pl: jest zamknięte

source: disponibility
pl: dostępność

source: The estimated start must be previous to the estimated finish.
pl: Szacowana data rozpoczęcia musi być wcześniejsza niż data zakończenia.

source: is blocked
pl: jest zablokowane

source: '{param}' parameter is mandatory
pl: '{param}' parametr jest obowiązkowy

source: 'project' parameter is mandatory
pl: 'project' parametr jest obowiązkowy

source: create at
pl: utwórz na

source: invitation extra text
pl: dodatkowy tekst w zaproszeniu

source: user order
pl: kolejność użytkowników

source: The user is already member of the project
pl: Użytkownik już jest członkiem tego projektu

source: default US status
pl: domyślny status dla HU

source: default points
pl: domyślne punkty
